Repository: mahmoud-samy123/masternurse
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

source: Sign Up
ar: انشاء حساب

source: Name must not empty
ar: يجب ألا يكون الاسم فارغًا

source: Email must not empty
ar: يجب ألا يكون البريد الإلكتروني فارغًا

source: Enter a valid email
ar: أدخل بريد إلكتروني متاح

source: Password must not empty
ar: يجب ألا تكون كلمة المرور فارغة

# enter_a_valid_password
source: Oops! Your Password Is Not Correct
ar: أُووبس! كلمة المرور الخاصة بك غير صحيحة

# do_not_have_an_account
source: Don't have an account?
ar: ليس لديك حساب؟

# enter_name
source: Enter your Name
ar: ادخل اسمك

# enter_email
source: Enter your Email
ar: ادخل بريدك الالكتروني

# enter_password
source: Enter your Password
ar: ادخل كلمة المرور

# enter_phone
source: Enter your phone
ar: ادخل رقم هاتفك

source: You have account?
ar: لديك حساب؟

# welcome_back
source: Yeay! Welcome Back
ar: اهلا بعودتك

# once_again
source: Once again you login successfully into medical app
ar: مره اخري سجلت دخولك بنجاح في تطبيقناالطبي

source: Go to home
ar: اذهب للصفحه الرئيسيه

source: You have already SignUp successfully into medidoc app
ar: لقد قمت بالفعل بالتسجيل بنجا في تطبيقنا

source: Something wrong happen Please Login again
ar: شي ما حدث بشكل خاطئ برجاء تسجيل الدخول مره اخري

source: Something wrong happen Please Sign up again
ar: حدث خطأ ما، يرجى الاشتراك مرة أخرى

source: Send code to Email
ar: ارسال كود للحساب

source: Please Check your Email
ar: برجاء التحقق من البريد الالكتروني الخاص بك

# please_entre
source: Please Entre E-mail it like gmail,yahoo,Hotmail,etc...
ar: برجاء ادخال البريد الالكتروني مثل الGmail او Yahoo او Hotmail او ما الي ذلك من بريد الالكتروني

source: we have send link to account Email
ar: قمنا بارسال رابط للبريد الالكتروني الخاص بك

source: Go to Login or Signup
ar: اذهب لتسجيل الدخول او انشاء الحساب

source: Close
ar: اغلاق

source: profile
ar: الملف الشخصي

source: Forgot password?
ar: نسيت كلمة السر؟

source: Top Doctor
ar: الاطباء الاعلي تقييما

source: Find Doctor
ar: ابحث عن طبيب

source: Check Yourself
ar: أكشف عن نفسك

source: Early protection for your family health
ar: الحماية المبكرة لصحة عائلتك

source: Hi
ar: اهلا

# see_all
source: Show all
ar: اظهار الكل

source: Find Doctors
ar: ابحث عن اطباء

source: Doctor Detail
ar: تفاصيل عن الطبيب

source: Appointment
ar: ميعاد

source: Date
ar: التاريخ

source: Reason
ar: الاسباب

source: Change
ar: تغيير

source: Consultation
ar: استشاره

source: Payment Method
ar: طريقه الدفع

source: Total
ar: اجمالي الحساب

source: Payment Detail
ar: تفاصيل الدفع

source: Schedule
ar: الحجوزات الخاص بي

source: Upcoming
ar: الحجوزات القادمه

source: Completed
ar: حجز مكتمل

source: Canceled
ar: حجز تم الغاءه

source: Message
ar: الرسائل

source: Search your doctor
ar: ابحث عن طبيبك

# find_your_desire_health_solution
source: Find your desire for your health solution
ar: ابحث عن رغبتك في الحل الصحي

# chat
source: Chats
ar: الدردشات

source: Messaging
ar: مراسلة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Save
ar: حفظ

source: Height
ar: الطول

source: Weight
ar: الوزن

source: Age
ar: العمر

source: Language
ar: اللغه

source: Logout
ar: تسجيل الخروج

# logoutGoogle
source: Logout from google
ar: تسجيل الخروج من جوجل

source: Skip
ar: تخطي

source: Consult only with a doctor you trust
ar: استشر فقط الطبيب الذي تثق به

source: Find a lot of specialist doctors in one place
ar: ابحث عن الكثير من الأطباء المتخصصين في مكان واحد

source: Get connect our Online Consultation
ar: احصل على اتصال بمشاورتنا عبر الإنترنت

source: AnatomicalLocation
ar: الموقع التشريحي

source: Details About Diseases
ar: تفاصيل عن الأمراض

source: Diagnosis
ar: التشخيص

source: First Aid
ar: الإسعافات الأولية

source: Recommended Treatment
ar: العلاج

source: when To Consult Professional
ar: متي يجب استشارة الطبيب

source: Touching an organ to examine it.
ar: برجاء لمس العضو الذي تريد فحصه رجاء.

source: Brain
ar: المخ

# symptomsof
source: symptoms
ar: الاعراض

source: Bones
ar: العظام

# Larynx
source: Throat
ar: الحنجره

source: Nose
ar: الانف

source: Lungs
ar: الرئه

source: Heart
ar: القلب

source: Liver
ar: الكبد

source: Spleen
ar: الطحال

source: Do you want to choose Bones?
ar: هل تريد اختيار العظام؟

source: Do you want to choose theBrain?
ar: هل تريد اختيار المخ؟

source: Do you want to choose Larynx?
ar: هل تريد اختيار الحجنجره

source: Do you want to choose the Nose?
ar: هل تريد اختيار الأنف؟

source: Do you want to choose the Lungs?
ar: هل تريد اختيار الرئتين؟

source: Do you want to choose the Heart?
ar: هل تريد اختبار القلب؟

source: Do you want to choose the Liver?
ar: هل تريد اختيار الكبد؟

source: Do you want to choose the Spleen?
ar: هل تريد اختيار الطحال؟

source: Do you want to choose the Stomach?
ar: هل تريد اختيار المعده؟

source: Stomach
ar: المعده

source: Do you want to choose the Large and small intestine?
ar: هل تريد اختيار الامعاء الدقيقه و الغليظه؟

source: Small and large intestine
ar: الامعاء الدقيقه و الغليظه

source: Choose
ar: اختار

source: Cancel
ar: الغاء

source: Do you want to choose eyes?
ar: هل تريد اختيار العين؟

source: EYE
ar: العين

# DoyouwanttochoosArteriesandbloodveins
source: Do you want to choose Arteries and blood veins?
ar: هل تريد اختيار الشرايين والأوردة الدموية؟

source: Arteries and blood veins
ar: الشرايين والأوردة الدموية

source: Do you want to choose Kidney?
ar: هل تريد اختيار الكلى؟

source: Kidney
ar: الكلي

source: Do you want to choose Male reproductive system?
ar: هل تريد اختيارالجهاز التناسلي الذكري؟

source: Male Reproductive System
ar: الجهاز التناسلي الذكري

source: Do you want to choose Breast?
ar: هل تريدين اختيار الثدي؟

source: Breast
ar: صدر

source: Do you want to choose Female reproductive system?
ar: هل تريد اختيار الجهاز التناسلي الانثوي؟

source: Female Reproductive System
ar: الجهاز التناسلي الانثوي

source: Self-Check
ar: الفحص الذاتي

source: Search Results
ar: نتائج البحث

source: Lab Test
ar: اختبار معملي

# LabTest2
source: Lab Test
ar: اختبار معملي

source: Medcine
ar: الادويه

source: Next
ar: التالي

source: Disease
ar: الامراض

# Thelistisempty
source: There is no disease with these symptoms
ar: لا يوجد مرض بهذا الاعراض

source: Causes
ar: الاسباب

source: Preventive Measures
ar: الاجراءات الوقائية

source: Description
ar: الوصف

# Searchdrugs
source: Search drugs, category...
ar: ابحث عن الأدوية او الفئة...

# Medcine1
source: Medcine
ar: الادويه

source: Product ID
ar: رقم المنتج

source: Company
ar: الشركة

source: Dosage form
ar: طريقه اخذ الجرعه

source: Active Ingredients
ar: المواد الفعاله

source: Parcode
ar: باركود

source: Is Avaliable In SaudiArabia
ar: متاح في السعوديه

source: Is Avaliable In Egypt
ar: متاح في مصر

source: Yes
ar: نعم

source: No
ar: لا

source: Categories
ar: التخصصات

# Searchdoctor
source: Find a doctor
ar: ابحث عن دكتور

source: See other Categories
ar: انظر الي تخصصات أخري

source: Show more
ar: إظهار المزيد

source: Show less
ar: إظهار الاقل

source: Product Consistency
ar: الشكل الدوائي

source: Specifications
ar: المواصفات

source: Details
ar: التفاصيل

source: Product Type
ar: نوع الدواء

source: Route of Administration
ar: طريقه أخذ الدواء

source: Classification
ar: التصنيف

source: Price:
ar: السعر:

source: Egp
ar: جنيه

source: Possible side effects:
ar: الآثار الجانبية المحتملة:

# Possiblesideeffects2
source: Possible side effects
ar: الآثار الجانبية المحتملة

source: Class
ar: العائله

# Name1
source: Name
ar: الاسم
